Repository: mrmidi/FptnClient-iOS
Catalog: Fptn-tvOS/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Credentials synced from iCloud
ru: Данные синхронизированы из iCloud

source: Looking for iCloud credentials...
ru: Поиск данных в iCloud...

source: Ready to connect
ru: Готово к подключению

source: No Credentials Found
ru: Учётные данные не найдены

source: Select server
ru: Выберите сервер

source: Smart Connect
ru: Умное подключение

source: Measuring...
ru: Измерение...

source: Server
ru: Сервер

source: Disconnect
ru: Отключиться

source: Connecting...
ru: Подключение...

source: Connect
ru: Подключиться

source: Ping
ru: Проверить

source: Log level
ru: Уровень логов

source: Warning
ru: Предупреждения

source: Info
ru: Информация

source: Debug
ru: Отладка

source: Apply
ru: Применить

source: Check Again
ru: Проверить ещё раз

source: Open FPTN VPN on your iPhone, iPad, or Mac and log in with your token.
ru: Откройте FPTN VPN на iPhone, iPad или Mac и войдите с вашим токеном.

source: Make sure you are signed in with the same Apple ID on all devices.
ru: Убедитесь, что вы вошли с одним Apple ID на всех устройствах.

source: Your credentials will sync here automatically via iCloud.
ru: Учётные данные синхронизируются сюда автоматически через iCloud.

source: No credentials found in iCloud.
ru: Данные в iCloud не найдены.

source: Token synced. Waiting for iCloud Keychain password...
ru: Токен синхронизирован. Ожидание пароля из Связки ключей iCloud...

source: Token synced, but password not available yet. Open iOS app once to refresh keychain sync.
ru: Токен синхронизирован, но пароль ещё недоступен. Откройте iOS приложение для обновления синхронизации ключей.

source: Select a server first
ru: Сначала выберите сервер
